/* Generic strings */
"OK" = "OK";
"CONTINUE" = "Continuar";
"CANCEL" = "Cancelar";
"ENABLE" = "Activar";
"DISABLE" = "Desactivar";
"SAVE" = "Guardar";
"QUIT" = "Sair";
"YES" = "Sim";
"NO" = "Não";
"ADD" = "Adicionar";
"IGNORE" = "Ignorar";
"DELETED" = "Eliminado";
"CHANGE" = "Alterar…";
"HELP..." = "Ajuda…";
"SYSTEM" = "Sistema";
"CONFIGURE..." = "Configurar…";
"SELECT_BUDDY" = "Seleccionar";
"INFO..." = "Info…";
"ENABLED" = "Activo";
"DISABLED" = "Inactivo";
"OFF" = "Desactivado";
"SET" = "Definir…";
"DETAILS" = "Detalhes...";
//"UNPAIR" = "Unpair";
"NEW" = "Novo:";
"NEW_ACCOUNT" = "Nova conta:";
"LOGOUT" = "Terminar sessão";
"RESTART" = "Reiniciar";
"REVEAL_IN_FINDER" = "Mostrar no Finder";

"PUBLIC_SHAREPOINT_NAME" = "Pasta pública de %@";

"AX_SEPARATOR_ROLE_DESCRIPTION" = "Separador";
"AX_ADD_USER_DESCRIPTION" = "Adicionar utilizador ou grupo";
"AX_DELETE_USER_DESCRIPTION" = "Apagar utilizador ou grupo";
"AX_ADD_LOGIN_ITEM_DESCRIPTION" = "Adicionar elemento de início de sessão";
"AX_DELETE_LOGIN_ITEM_DESCRIPTION" = "Apagar elemento de início de sessão";
//
"AX_USERSTABLE_ROLE_DESCRIPTION" = "Lista";
"AX_USERSTABLE_DESCRIPTION" = "Contas, grupos e opções de início de sessão";

// the username/group name is the first item
"AX_CURRENT_USER_DESCRIPTION" = "%@, utilizador actual";
"AX_OTHER_USER_DESCRIPTION" = "%@, utilizador";
"AX_OTHER_GROUP_DESCRIPTION" = "%@, grupo";
"AX_OUTLINETABLE_DESCRIPTION" = "Outras contas";
"AX_LOGINWINDOW_OPTIONS_DESCRIPTION" = "Opções";
//
"AX_PASSWORD_ASSISTANT_DESCRIPTION" = "Assistente de palavra-passe";
"AX_ADD_ALIAS_DESCRIPTION" = "Adicionar atalho";
"AX_DELETE_ALIAS_DESCRIPTION" = "Apagar atalho";
//
"AX_DIVIDER_ROLE_DESC" = "divisor";

"USER_CONTEXTUAL_MENU_TITLE_USER" = "Opções avançadas…";
"USER_CONTEXTUAL_MENU_TITLE_GROUP" = "Adicionar utilizador ou grupo…";

"RESTART_TITLE" = "Para usar a pasta especificada como pasta pessoal, tem de reiniciar o computador.";

"GEAR_BUTTON_TOOLTIP" = "Opções avançadas…";
"ADVANCED_OPTIONS_TITLE" = "Utilizador: \“%@\”";
"NEW_ALIAS" = "Novo atalho";
"ADV_HOMEDIR_NOTFOUND_TITLE" = "Tem a certeza de que gostaria de alterar o percurso da pasta inicial do utilizador \“%@\” para \“%@?\”";
"ADV_HOMEDIR_NOTFOUND_DESCR" = "Se este percurso não corresponder à localização actual da pasta pessoal do utilizador, ele não poderá iniciar sessão neste computador.";

"CREATE_ACCOUNT" = "Criar conta";
"CREATE_IDENTITY" = "Criar conta";
"CREATE_GROUP" = "Criar grupo";
"CHANGE_PASSWORD_" = "Alterar palavra-passe…";
"RESET_PASSWORD_" = "Repor palavra-passe…";
"CHANGE_PASSWORD" = "Alterar palavra-passe";
"RESET_PASSWORD" = "Repor palavra-passe";

"MY_ACCOUNT" = "Conta pessoal";
"ACCOUNTS" = "Contas";
"OTHER_ACCOUNTS" = "Outras contas";
"IDENTITY_ACCOUNTS" = "Contas de partilha";
"ACCOUNTS_HELP_MENU_TITLE" = "Ajuda das contas";

"HOMEDIRPATH_DIDCHANGE_WARNING" = "É necessário reiniciar o computador para usar as alterações a estas definições.";

"GROUPS" = "Grupos";
//"GROUP_IS_REGULAR" = "";
"EDIT_GROUP_NAME_NO_NAME" = "Não digitou um nome de grupo.";
"EDIT_GROUP_NAME_EXISTS" = "O nome \“%@\” está indisponível.";

"USER_IS_REGULAR" = "Standard";
"USER_IS_ADMIN" = "Admin";
"USER_IS_GUEST" = "Convidado";
//"USER_IS_NOT_ADMIN" = "";
"USER_IS_NETWORK" = "Rede";
"USER_IS_MANAGED" = "Gerido";
"USER_IS_SIMPLIFIED" = "Simplificado";
"USER_HAS_MOBILE_HOMEDIR" = "Móvel";
"USER_IS_EXTERNAL_ACCOUNT" = "Externo";
"USER_IS_IDENTITY" = "Partilhar apenas";
"USERNAME_IS_ADMIN" = "O utilizador \“admin\” será criado com privilégios de administração e não o poderá alterar.";
//"USERNAME_IS_ADMIN_DESCR" = "";

"BACKUP_FV_TITLE" = "Uma vez que o FileVault está activado nesta conta, o Time Machine efectuará uma cópia de segurança dos ficheiros deste utilizador só quando este iniciar sessão.";

"LOGIN_WINDOW" = "Opções";
"LOGIN_WINDOW_OPTIONS" = "Opções";
"LOGINOPTIONS_TOOLTIP" = "Alterar o método de início de sessão dos utilizadores";

"PARENTALCONTROLS_ADMIN_WARNING" = "Permitir a \“%@\” administrar este computador?";
"PARENTALCONTROLS_ADMIN_WARNING_DESC" = "Esta conta de utilizador tem o controlo parental activado. Se permitir que este utilizador seja administrador do computador, estas limitações serão desactivadas. Para esta alteração ter efeito, é necessário terminar a sessão e voltar a aceder.";
"PARENTALCONTROLS_WARNING" = "Activar o controlo parental para a conta de utilizador administrador \“%@\”?";
"PARENTALCONTROLS_WARNING_DESC" = "Se activar o controlo parental desta conta de utilizador, não será possível utilizá-la para administrar o computador.\n\nTem de terminar sessão e aceder novamente ao sistema, para que esta alteração tenha efeito.";
"PARENTALCONTROLS_WARNING_NOLOGOUT" = "Se activar o controlo parental nesta conta, esta não poderá ser usada para administrar o computador.";
"PARENTALCONTROLS_ADMIN_ALERT" = "Não é possível activar o controlo parental numa conta de administrador. Crie uma nova conta de utilizador e active o controlo parental nessa nova conta.";

"GUEST_FULLNAME" = "Conta de convidado";
"LOGIN_AND_SHARING" = "Acesso, partilha";
"LOGIN_ONLY" = "Só acesso";
"SHARING_ONLY" = "Partilhar apenas";

"NEW_USER_TITLE" = "Novo utilizador";
"NEW_PASSWORD" = "Nova palavra-passe:";
"PASSWORD" = "Palavra-passe:";

"MANAGED_TOOLTIP" = "Opção indisponível porque é gerida pelo administrador de sistema.";
"USER_LOGGEDIN_TOOLTIP" = "Não é possível alterar esta conta, porque o utilizador tem uma sessão iniciada.";
"ADD_ACCOUNT_TOOLTIP" = "Adicionar uma conta de utilizador";
"DELETE_ACCOUNT_TOOLTIP" = "Apaga a conta do utilizador seleccionada";

"NEED_LOGOUT_ME" = "Para esta alteração ter efeito, é necessário reiniciar o computador.";
"NEED_LOGOUT_USER" = "É necessário reiniciar o computador para que as suas alterações às definições de administrador de %@ tenham efeito.";
//"NEED_LOGOUT_DESC" = "";

/* Special tooltips */
"ADMINCHECKBOX_3707901" = "Impossível alterar o utilizador \“admin\” para não ser um administrador.";
"ADMINCHECKBOX_4058550" = "Este utilizador pertence a um grupo com privilégios de administrador. Para mais informações, contacte o administrador de rede.";

/* Reset password tooltips */
"CANNT_CHANGE_PASS_MANAGED" = "Não é possível alterar a palavra-passe deste utilizador porque se trata de uma conta de utilizador gerida.";
"CANNT_CHANGE_PASS_MOBILE" = "Não é possível alterar a palavra-passe deste utilizador porque se trata de uma conta móvel.";
"CANNT_CHANGE_PASS_FV" = "Não pode alterar a palavra-passe deste utilizador porque o utilizador activou o FileVault.";
"CANNT_CHANGE_PASS_PASSWORDSERVER" = "Não pode alterar a palavra-passe deste utilizador, porque a palavra-passe desta conta é fornecida por um servidor.";
"CANNT_CHANGE_PASS_GUEST" = "Não pode alterar a palavra-passe deste utilizador, porque se trata de uma conta de convidado.";

/* Password error alerts */
"PASS_VERIFY_ERR" = "A palavra-passe e a palavra-passe de confirmação não são correspondentes. Repita a digitação.";
//"PASS_VERIFY_ERR_DESC" = "";
"PASS_VERIFY_ERR_SHORT" = "Palavras-passe não correspondentes";

"PASS_IS_EMPTY_FV_ERR" = "A palavra-passe está vazia.";
//"PASS_IS_TOO_SHORT_ERR_DESC" = "";

"PASS_IS_EMPTY_ERR" = "Não especificou qualquer palavra-passe.";
"PASS_IS_EMPTY_ERR_DESC" = "Necessita, para activar o FileVault, dispor da palavra-passe para esta conta.";

"PASS_IS_EMPTY_WARN" = "Não indicou nenhuma palavra-passe para esta conta. Tem a certeza de que não pretende definir uma palavra-passe?";
"PASS_IS_EMPTY_WARN_DESC" = "Como não introduziu uma palavra-passe para esta conta de utilizador, qualquer pessoa pode aceder ao computador.";
"SET_PASSWORD" = "Definir palavra-passe";

"PASS_REQUIRED_ERR" = "É necessária uma palavra-passe para um administrador. Especifique uma palavra-passe.";
"PASS_REQUIRED_ERR_DESC" = "A palavra-passe do utilizador \“%@\” está em branco.";

"OLD_PASSWORD" = "Palavra-passe antiga:";
"MASTER_PASSWORD" = "Palavra-passe principal:";
"MASTER_PASSWORD_IS_EMPTY_ERR" = "Não especificou nenhuma palavra-passe mestra.";
"PASS_RESET_FAILED_TITLE" = "A anulação da palavra-passe falhou.";
"CHANGE_PASS_FAILED_TITLE" = "A palavra-passe da conta \“%@\” não foi alterada.";

"CHANGE_PASS_FAILED" = "É possível que não tenha autorização do administrador do sistema para alterar a palavra-passe, ou pode ter ocorrido um problema com a palavra-passe existente. Caso necessite de assistência, contacte o administrador do sistema.";
"CHANGE_PASS_FAILED_NewPasswordRequired" = "Tem de digitar uma nova palavra-passe.";
"CHANGE_PASS_FAILED_QualityCheck" = "A palavra-passe não obedece aos requisitos especificados pelo administrador do sistema. Poderá necessitar utilizar diferentes caracteres, números ou símbolos, na palavra-passe. Para mais informações, contacte o administrador de sistema e tente de novo.";
"CHANGE_PASS_FAILED_TooShort" = "A sua palavra-passe é demasiado curta. Digite uma palavra-passe mais longa.";
"CHANGE_PASS_FAILED_TooLong" = "A sua palavra-passe é demasiado longa. Digite uma palavra-passe mais curta.";
"CHANGE_PASS_FAILED_NeedsLetter" = "A palavra-passe tem de ter, além de outros caracteres, pelo menos uma letra. Volte a digitar a palavra-passe.";
"CHANGE_PASS_FAILED_NeedsDigit" = "A palavra-passe tem de ter, além de outros caracteres, pelo menos um número. Volte a digitar a palavra-passe.";
"CHANGE_PASS_FAILED_TooSoon" = "Alterou recentemente a palavra-passe e o administrador do sistema não permite que altere a palavra-passe tão frequentemente. Contacte o administrador do sistema para obter assistência.";
"CHANGE_PASS_FAILED_Expired" = "A palavra-passe expirou - é necessário alterá-la.";
"CHANGE_PASS_FAILED_FV" = "FileVault está activado nesta conta. Experimente desactivá-lo, alterar a palavra-passe e voltar a activá-lo.";


/* No room to create new user */
"CREATE_USER_NO_ROOM" = "Não existe espaço disponível suficiente para criar uma nova conta do utilizador.";
"CREATE_USER_NO_ROOM_DESC" = "Para criar uma conta de utilizador, necessita de %@ adicionais de espaço disponível. Experimente esvaziar o Lixo ou apagar outros ficheiros do disco e crie depois a conta.";

/* Home folder exists */
"HOME_EXISTS_ERR" = "Um ficheiro na pasta Utilizadores já tem o nome \“%@\”.";
"HOME_EXISTS_ERR_DESCR" = "Digite um nome abreviado. Não pode utilizar as mesmas letras com diferente utilização de maiúsculas/minúsculas.";
"HOME_EXISTS_WARN" = "A pasta Utilizadores inclui já uma pasta designada \“%@\”. Pretende utilizar esta pasta como pasta pessoal desta conta?";
"HOME_EXISTS_WARN_DESCR" = "Se não pretende utilizar a pasta como pasta pessoal para esta conta, clique em Cancelar e digite um nome abreviado. Não é possível utilizar o mesmo nome com uma utilização diferente de maiúsculas e minúsculas.";


/* Delete user */
"DELETE_USER_BUTTON" = "Apagar utilizador…";
"DELETE_CACHED_USER_BUTTON" = "Remover…";

"DELETE_MOBILE_USER" = "Remover a conta \“%@\”?";
"DELETE_USER" = "Apagar conta \“%@\”?";
"DELETE_IDENTITY" = "Tem a certeza de que pretende apagar a conta de partilha \“%@\”?";
"DELETE_GROUP" = "Tem a certeza de que pretende apagar o grupo \“%@\”?";

"DELETE_USER_DESC" = "Para apagar esta conta de utilizador, seleccione o que pretende fazer com a pasta pessoal desta conta e clique em OK.";

/*"DELETE_USER_DESC" = "To delete the account and save the contents of the user’s home folder, \“%@\”, click OK. The user’s home folder is saved in a file in the Deleted Users folder, which is in the Users folder. To access the contents of the user’s home folder, open this file. If you don’t want to save the user’s home folder, click Delete Immediately.";*/
/*"DELETE_USER_DESC" = "To delete \“%@\” user account but save the user’s home folder, click OK. The user’s home folder is saved in a file in the Deleted Users folder, which is in the Users folder. To access the contents of the user’s home folder, open this file. If you don’t want to save the user’s home folder, click Delete Immediately";*/
/*"DELETE_USER_DESC" = "The contents of the user’s home folder, \“%@,\” will be saved in a file in the Deleted Users folder, which is in the Users folder. To access the contents of the user’s home folder, open the file. If you do not want to save the user’s home folder, click Delete Immediately.";*/
"DELETE_ODDUSER_DESC" = "A conta \“%@\” será permanentemente apagada.";
"DELETE_IDENTITY_DESC" = "A conta de partilha \“%@\” será permanentemente apagada.";
"DELETE_GROUP_DESC" = "O grupo \“%@\” será permanentemente apagado.";

"DELETE_GUEST_USER" = "A conta de convidado \“%@\” será permanentemente apagada.";
//"DELETE_GUEST_USER_DESC" = "";

"DELETE_USER_DI_SUBTITLE" = "A imagem do disco é guardada na pasta “Utilizadores apagados” (na pasta Utilizadores).";
"DELETE_USER_DI_SUBTITLE_NO_ROOM" = "Não é possível guardar a pasta pessoal. Para guardar a pasta, são necessários %@ de espaço disponível.";
"DELETE_USER_NO_ROOM" = "Apagar a conta \“%@\”?";
"DELETE_USER_NO_ROOM_DESC" = "A pasta pessoal do utilizador não será guardada. São necessários %@ de espaço disponível. Tente esvaziar o Lixo ou apagar outros ficheiros no disco e, em seguida, apagar a conta de utilizador. Se não pretende guardar a pasta pessoal especificada, seleccione “Apagar imediatamente”.";

"DELETE_CACHED_USER" = "Remover a conta \“%@\”?";
"DELETE_CACHED_USER_DESC" = "A conta, incluindo a pasta pessoal nela existente, será removida deste computador.";

"DELETE_USER_ERR" = "Impossível apagar a conta %@";
"DELETE_USER_ERR_DESC" = "Ocorreu um erro ao efectuar a cópia de segurança da pasta pessoal deste utilizador.";

/* User name isn't unique alert */
"USERNAME_IS_NOT_UNIQUE" = "Já existe um utilizador com o nome \“%@\”. Digite um nome diferente.";
//"USERNAME_IS_NOT_UNIQUE_DESC" = "";
"USERNAME_IS_NOT_UNIQUE_SHORT" = "Nome utilizado por outro utilizador.";

"USERNAME_IS_NOT_AVAILABLE" = "O nome \“%@\” está indisponível. Utilize um nome diferente.";
//"USERNAME_IS_NOT_AVAILABLE_DESC" = "";
"USERNAME_IS_NOT_AVAILABLE_SHORT" = "Nome indisponível.";

/* UNIX name isn't unique alert */
"UNIXNAME_IS_NOT_UNIQUE" = "Já existe outro utilizador com o nome abreviado \“%@\”. Digite um nome abreviado diferente.";
//"UNIXNAME_IS_NOT_UNIQUE_DESC" = "";
"UNIXNAME_IS_NOT_UNIQUE_SHORT" = "Nome já em utilização";


/* User name is empty alert */
"USERNAME_IS_EMPTY" = "O campo de nome está vazio.";
//"USERNAME_IS_EMPTY_DESC" = "";
"USERNAME_IS_EMPTY_SHORT" = "O nome tem que ser preenchido";


/* Short name is empty alert */
"UNIXNAME_IS_EMPTY" = "O campo nome abreviado está vazio. Digite um nome abreviado.";
//"UNIXNAME_IS_EMPTY_DESC" = "";
"UNIXNAME_IS_EMPTY_SHORT" = "O nome tem que ser preenchido";


/* Short name is not valid alert */
"UNIXNAME_IS_NOT_VALID" = "O nome \“%@\” é inválido. Digite um nome diferente.";
"UNIXNAME_IS_NOT_VALID_DESC" = "Nome alternativo para a sua conta, utilizado por alguns serviços de rede. Digite caracteres em minúsculas, sem espaços nem sinais de pontuação.";
"UNIXNAME_IS_NOT_VALID_SHORT" = "Não pode incluir espaços nem caracteres especiais";
/*A valid name consists of 255 characters or fewer which can be lowercase a through z, 0 through 9, and underscore.";*/


/* Short name is "Pubic" alert */
"UNIXNAME_IS_PUBLIC" = "\“pública\” é um nome reservado. Especifique um nome diferente.";
//"UNIXNAME_IS_PUBLIC_DESC" = "";
"UNIXNAME_IS_PUBLIC_SHORT" = "\“pública\” é um nome reservado";

/* Short name is "Pubic" alert */
"UNIXNAME_IS_FTP_SHORT" = "\“ftp\” é um nome reservado";

/* Authenticate panels */
"REQUIRES_PASSWORD" = "Para efectuar alterações em \“Vários utilizadores\”, necessita de uma palavra-passe de administrador.";
"INCORRECT_PASSWORD" = "A palavra-passe antiga está incorrecta. Tente de novo.";
//"INCORRECT_PASSWORD_DESC" = "";
"NONADMIN_USER" = "Utilizador inválido";
"NONADMIN_USER_DESC" = "\“%@\” não é um administrador deste computador. Apenas o administrador pode efectuar alterações.";
"AUTHPANEL_CAPTION_INSERT_NAME" = "nome";
"AUTHPANEL_CAPTION_INSERT_PICTURE" = "Imagem";
"AUTHPANEL_CAPTION" = "Para alterar a sua %@ precisa de se autenticar primeiro.";


/* Authentication */
"AUTHENTICATING..." = "A autenticar…";


/* Enable hint alert */
"ENABLE_HINT" = "As pistas para palavras-passe estão, de momento, inactivas neste computador. Activar?";
"ENABLE_HINT_DESC" = "As pistas aparecem se não conseguir iniciar sessão à terceira tentativa. Para activar as pistas, abra o painel de preferências Contas, e clique em Opções.";


/* Autologin alert */
"AUTOLOGIN_TITLE" = "O início de sessão automático está activo. Pretende desactivá-lo?";
"AUTOLOGIN_DESCR" = "Se o início de sessão automático permanecer activo, tem de terminar sessão para este utilizador poder aceder à respectiva conta. Após reiniciar ou desligar, o computador iniciará sessão automaticamente como utilizador \“%@\”.";
"AUTOLOGIN_OK" = "Manter início de sessão automático";
"AUTOLOGIN_NO" = "Desactivar início de sessão automático";
"AUTOLOGIN_CHECKBOX" = "Iniciar sessão automaticamente como %@";
"AUTOLOGIN_DISABLED_FOR_FVUSER" = "Um utilizador com uma pasta pessoal cifrada não pode iniciar sessão automaticamente";
"AUTOLOGIN_MANAGED" = "Não é possível activar o início de sessão automático, porque foi desactivado pelo administrador de sistema.";


/* Keychain related alert */
"KEYCHAIN_NONADMIN_PASSWORD" = "A palavra-passe do Porta-chaves será alterada para a palavra-passe da nova conta.";
//"KEYCHAIN_NONADMIN_PASSWORD_DESCR" = "";

"KEYCHAIN_ADMIN_SELF_PASSWORD" = "A palavra-passe do porta-chaves de “acesso” será alterada com a nova palavra-passe.";
"KEYCHAIN_ADMIN_SELF_PASSWORD_DESCR" = "Se o porta-chaves de “acesso” estiver protegido, deverá digitar a palavra-passe actual do porta-chaves de “acesso” para poder alterar a sua palavra-passe.";

"KEYCHAIN_ADMIN_OTHER_PASSWORD" = "Impossível alterar a palavra-passe antiga para a palavra-passe da nova conta. A palavra-passe antiga será usada.";
"KEYCHAIN_ADMIN_OTHER_PASSWORD_DESCR" = "É possível alterar a palavra-passe do Porta-chaves na respectiva aplicação, que se encontra na pasta Utilitários.";


/* User picture */
"APPLE_PICTURES" = "Imagens Apple";

"PICTURE_IS_TOO_LARGE_ERR" = "A imagem seleccionada é demasiado grande. Seleccione uma imagem diferente";
"PICTURE_IS_TOO_LARGE_DESC" = "A imagem do utilizador deverá ser de 128 por 128 píxeis ou inferior.";


/* Login Items */
"UNKNOWN" = "Desconhecido";
"FILEEXISTS" = "Ficheiro existente";
"LOGINITEMEXISTS" = "Elemento de início de sessão ‘%@’ já existe na lista";

"ADD_LOGINITEM_TOOLTIP" = "Adicionar um elemento à lista de elementos de início de sessão";
"DELETE_LOGINITEM_TOOLTIP" = "Apaga o elemento seleccionado";

"LOGINITEMS_MANAGED_TITLE" = "Não é possível remover estes elementos de início de sessão.";
"LOGINITEMS_MANAGED_TEXT" = "Não é possível remover um ou mais dos elementos de início de sessão porque são geridos pelo administrador do sistema.";
"LOGINITEMS_MANAGED_TOOLTIP" = "Impossível alterar este elemento porque é gerido pelo administrador de sistema.";
"LOGINITEM_GLOBAL_TOOLTIP" = "Esta alteração não pode ser efectuada porque as preferências da conta estão bloqueadas.";

"LOGINITEMS_DELETEGLOBAL_WARNING_TITLE" = "Tem a certeza de que pretende remover este elemento?";
"LOGINITEMS_DELETEGLOBAL_WARNING_DESC" = "A remoção do elemento \“%@\” afectará todos os utilizadores deste computador.";
"LOGINITEMS_DELETEGLOBAL_FEW_WARNING_TITLE" = "Tem a certeza de que pretende remover estes elementos?";
"LOGINITEMS_DELETEGLOBAL_FEW_WARNING_DESC" = "Esta acção afectará todos os utilizadores deste computador.";


"CLASSIC_WARNING" = "Não é possível adicionar o arranque clássico aos elementos de início de sessão.";
"CLASSIC_TEXT" = "A utilização do ambiente Classic é gerida pelo administrador do sistema.";

"LOGINITEMS_MANAGED_PANE_TEXT" = "Não é possível alterar os elementos de início de sessão porque as respectivas Preferências são geridas pelo administrador do sistema.";

"MULTIUSER_WARNING" = "Aviso";
"MULTIUSER_WARNING_DESC" = "Esta característica permite que outros utilizadores permaneçam ligados e utilizem o software aberto enquanto utiliza o computador. Esta característica só deverá ser activada se confiar nos outros utilizadores deste computador.";

"LOGIN_ITEM_NAME_TEMPLATE" = "%@ (todos os utilizadores)";

/* SBS */
"SBS_LOCAL_PASSWORD_INCORRECT_SHORT" = "A palavra-passe especificada para a conta local está incorrecta.";
"SBS_DETAILS_FORMAT" = "Esta conta está ligada à conta \“%@\” no servidor \“%@\”.";
"SBS_NETWORK_ACCOUNT_LABEL" = "Digite o nome e a palavra-passe de \“%@\” que o administrador do servidor lhe forneceu.";
"SBS_LOCAL_ACCOUNT_LABEL" = "Digite a palavra-passe da conta \“%@\” neste computador.";


/* Mobility */
"MobilityCreateButtonTitle" = "Criar…";
"MobilityConfigureButtonTitle" = "Definições…";


/* .Mac */
".MAC_NAME_ERR" = "Não pode usar o nome de utilizador \“%@\” de .Mac.";
".MAC_NAME_ERR_DESCR" = "O nome \“%@\” já foi atribuído a outra entidade.";
"DOTMAC_NAME_TEMPLATE" = "Nome %@:";
"DOTMAC_PASSWORD_TEMPLATE" = "Palavra-passe %@:";
"DOTMAC_USERNAME_TEMPLATE" = "Nome de utilizador %@:";

